[ 
	{
 		"FilmAdi": "Matrix Resurrections",
		"FilmBaslik": "<h1>Matrix Resurrections</h1>",
 		"VizyonTarihi": "22 Aralık 2021",
 		"ResimURL": "https://raw.githubusercontent.com/AliHaydarAtma/h5200030alihaydaratma/main/matrix.jpg",
		"ResimURL2": "https://raw.githubusercontent.com/AliHaydarAtma/h5200030alihaydaratma/main/matrix.jpg",
		"FilmAciklama": "<p>Matrix Resurrections”la çifte gerçeklik dünyasına geri dönülüyor. Bay Anderson yeniden beyaz tavşanı izlemeyi seçmek zorunda kalır. Çünkü Anderson gerçekliğinin fiziksel mi yoksa zihinsel bir kurgu mu olduğunu anlayıp, kendisini gerçekten tanımak istemektedir. Thomas’ın...Neo’nun bildiği tek bir şey vardır; o da bir ilüzyon dahi olsa Matrix'e girmenin ve çıkmanın tek yolunun seçimden ibaret oluşudur. Neo ne yapması gerektiğini çok iyi bilse de Matrix'in artık daha güvenli, güçlü ve tehlikeli olduğundan bihaberdir.</p>"
		
 	},

 	{
 		"FilmAdi": "Dune",
		"FilmBaslik": "Dune",
 		"VizyonTarihi": "22 Ekim 2021",
 		"ResimURL": "https://raw.githubusercontent.com/AliHaydarAtma/h5200030alihaydaratma/main/dune.jpg",
		"ResimURL2": "https://raw.githubusercontent.com/AliHaydarAtma/h5200030alihaydaratma/main/dune.jpg",
		"FilmAciklama": "<p>Uzak bir gelecekte geçen 'Dune', ailesi çöl gezegeni Arrakis’in kontrolüne sahip olan Paul Atreides’in hikayesini anlatıyor. Galaksinin farklı noktalarındaki gezegenler, rakip feodal aileler tarafından yönetilmektedir. Çok değerli bir kaynağın tek üreticisi olan çöl gezegeni Arrakis'in kontrolü asil aileler arasında son derece talep görmektedir. 'Baharat' adı verilen bu kaynak, yüksek bilinç ve uzun bir yaşam süresi sunarken, beraberinde çok ciddi yan etkileri de getirmektedir. Ayrıca yıldızlararası yollarda gezinmeye yardımcı olan kaynak da bu 'baharat'tır. Bu kaynağı elde etmek isteyen feodal rakiplerden Harkonen ailesi tarafından Paul ve ailesine tuzak kurulur. Bu tuzağın sonucunda Paul'un ailesi darmadağın olarak firari hale gelir. Paul, ailesinin Arrakis kontrolünü yeniden kazanması için bir isyan başlatırken, tüm evrenin seyrini değiştirebilme ihtimalini yakalayacaktır.</p>"
 	},

 	{
 		"FilmAdi": "Godzilla vs. Kong",
		"FilmBaslik": "Godzilla vs. Kong",
 		"VizyonTarihi": "31 Mart 2021",
 		"ResimURL": "https://raw.githubusercontent.com/AliHaydarAtma/h5200030alihaydaratma/main/godzillavskong.jpg",
		"ResimURL2": "https://raw.githubusercontent.com/AliHaydarAtma/h5200030alihaydaratma/main/godzillavskong.jpg",
		"FilmAciklama": "<p>Godzilla vs Kong, canavarların düyada dolaştığı, insanlığın gelecekleri için mücadele ettiği bir zamanda, doğanın en güçlü ikilisi olan Godzilla ve Kong, daha önce hiç görülmemiş bir savaşta çarpışmasını konu ediyor. Godzilla saldırılarına başlayıp, önüne çıkar her şeyi yerle bir ettiğinde, hükümet onu durdurmak için başka bir efsaneye yönelir; King Kong. İki canavar üstünlük için karşı karşıya geldiğinde, insanlık büyük bir tehlikenin ortasında kalır. Bu sırada bir komplo, hem iyi hem de kötü tüm yaratıkları sonsuza dek yeryüzünden silmekle tehdit eder.</p>"
 	},

 	{
 		"FilmAdi": "The Tomorrow War",
		"FilmBaslik": "The Tomorrow War",
 		"VizyonTarihi": "2 Temmuz 2021",
 		"ResimURL": "https://raw.githubusercontent.com/AliHaydarAtma/h5200030alihaydaratma/main/thetomorrowwar.jpg",
		"ResimURL2": "https://raw.githubusercontent.com/AliHaydarAtma/h5200030alihaydaratma/main/thetomorrowwar.jpg",
		"FilmAciklama": "<p>İşgal altında bulunan dünyada insanlar, uzaylılara karşı verdikleri savaşta büyük bir yenilgiye uğrar. Artık değişen düzende yaşayan bilim insanları, sistemi değiştirmek için asker yetiştirmeye karar verir. Savaşa hazırlanmak için yeni bir yol keşfeden bilim insanları tarafından yetiştirilen askerlerin vereceği savaş, insanlığın geleceğini belirleyecektir.</p>"
 	},
	{
 		"FilmAdi": "Spider-Man: No Way Home",
		"FilmBaslik": "Spider-Man: No Way Home",
 		"VizyonTarihi": "17 Aralık 2021",
 		"ResimURL": "https://raw.githubusercontent.com/AliHaydarAtma/h5200030alihaydaratma/main/spiderman.jpg",
		"ResimURL2": "https://raw.githubusercontent.com/AliHaydarAtma/h5200030alihaydaratma/main/spiderman.jpg",
		"FilmAciklama": "<p>Örümcek Adam Eve Dönüş Yok, kimliği açığa Örümcek Adam'ın, sırrını geri vermesi için Doktor Strange'den yardım istemesiyle birlikte yaşananları konu ediyor. Örümcek Adam'ın kimliği ifşa edilerek onun ve sevdiklerinin hayatı, halkın gözü önüne serilir. Kendisini büyük bir kaosun ortasında bulan Peter, aynı zamanda suç ortakları olarak lanse edilen MJ ve Ned'in hayatının da olumsuz etkilenmesine şahit olur. Arkadaşların üniversiteye girme şanslarının yok olmasına seyirci kalmak istemeyen Peter, sırrını geri vermesi için Doktor Strange'den yardım ister. Peter'ın yakarışından etkilenip ona yardım etmeyi kabul eden Strange, Unutma Büyüsü'nü yapmaya başlar. Ancak bu büyü, MJ, Ned, May ve Happy'nin de Örümcek Adam'ın kim olduğunu unutmasına neden olacaktır. Arkadaşlarının kim olduğunu hatırlamasını, diğer kişilerin unutmasını isteyen Peter, Strange büyüyü yaparken parametreleri değiştirir. Ancak bu durum beklenmedik olaylara neden olur.</p>"
 	},
	{
 		"FilmAdi": "Free Guy",
		"FilmBaslik": "Free Guy",
 		"VizyonTarihi": "13 Ağustos 2021",
 		"ResimURL": "https://raw.githubusercontent.com/AliHaydarAtma/h5200030alihaydaratma/main/freeguy.jpg",
		"ResimURL2": "https://raw.githubusercontent.com/AliHaydarAtma/h5200030alihaydaratma/main/freeguy.jpg",
		"FilmAciklama": "<p>Gerçek Kahraman, açık dünya oyunu olan Free City'de bir arka plan karakteri olduğunu keşfeden bir banka memurunun sıradışı hikayesini konu ediyor. Guy, rutin bir hayat süren ve bir bankada memur olarak çalışan genç bir adamdır. Bir gün genç adam, Free City adında acımasız bir açık dünya oyununda arka plan karakteri olduğunu keşfeder. Bu keşif onun hayatının bambaşka bir hal almasına neden olur. Artık kendi hikayesinin kahramanı olmaya karar veren Guy, sınırları olmayan bu dünyada hayatta kalmak ve diğer karakterleri kurtarmak için zorlu bir mücadeleye girişir.</p>"
 	}
 ]
